{"_id":"74bTbD3WJns5m2R6T","title":"Illuminating illuminating manuscripts","source":"The Boston Globe","link":"https://www.bostonglobe.com/arts/art/2016/09/29/illuminating-illuminating-manuscripts/9q0v1jJwtS0wJTpta9jW3O/story.html","date":{"$date":"2016-09-30T00:00:00.000Z"},"excerpt":"Institutional firepower, academic tenacity, and a peculiarly punishing brand of noblesse oblige (unique to Boston?) have combined to produce “Beyond Words: Illuminated Manuscripts in Boston Collections,” billed as the largest exhibition of medieval and Renaissance illuminated manuscripts ever held in North America.","createdAt":null,"updatedAt":{"$date":"2016-10-31T20:11:44.372Z"},"image":"khGmLaZs4ArESRqTy"}
{"_id":"SBkzZSwFvZGAfjX4N","title":"‘Beyond Words: Illuminated Manuscripts in Boston Collections’ Review: A Trove of Beautiful Books","source":"The Wall Street Journal","link":"http://www.wsj.com/articles/beyond-words-illuminated-manuscripts-in-boston-collections-review-a-trove-of-beautiful-books-1473804715","date":{"$date":"2016-09-13T00:00:00.000Z"},"excerpt":"Trinity Church here is one of America’s great architectural landmarks. But currently there’s another trinity in town, the integrated three-venue collaboration of Harvard University’s Houghton Library, Boston College’s McMullen Museum of Art and the Isabella Stewart Gardner Museum. All three institutions are showing parts of the extraordinary new exhibition “Beyond Words: Illuminated Manuscripts in Boston Collections.”","createdAt":{"$date":"2016-10-31T13:21:13.468Z"},"updatedAt":null}
{"_id":"fbyYnabCpgiKzNMHD","title":"“Beyond Words”: Beauty and History Converge at Houghton","source":"Harvard Magazine","link":"http://harvardmagazine.com/2016/09/beyond-words-at-houghton-review","date":{"$date":"2016-09-13T00:00:00.000Z"},"excerpt":"In 2000, Jeffrey Hamburger, Francke professor of German art and culture, and William Stoneman, curator of early books and manuscripts at Houghton Library, began unearthing lesser-known medieval manuscripts across the Boston area. This week, their efforts culminate with the opening of “Beyond Words: Illuminated Manuscripts in Boston Collections,” at three Boston sites.","createdAt":{"$date":"2016-10-31T13:22:22.588Z"},"updatedAt":null}
