{"_id":"A93TA6bo4KfvdzEBZ","title":"Coffee","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T12:30:00.000Z"},"createdAt":{"$date":"2016-10-27T01:24:54.020Z"},"updatedAt":null}
{"_id":"6dRnS99aHvdspLgvh","title":"Welcome: Nancy Netzer, Director, McMullen Museum of Art, Boston College  Historical Texts in Context","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T13:00:00.000Z"},"description":"Chair: Lisa Fagin Davis, Executive Director, Medieval Academy of America","createdAt":{"$date":"2016-10-27T01:34:10.798Z"},"updatedAt":null}
{"_id":"F7nYsDoQQi2wx6v2s","title":"Alixe Bovey, Courtauld Institute of Art, London “Kings as Kin: Picturing the English Monarchy in Houghton Library MS Typ 11 and related Genealogical Roll Chronicles”","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T13:15:00.000Z"},"description":"The vogue for illustrated genealogies of English monarchs in the decades around 1300 can be understood as part of a rising appetite for vernacular history amongst the gentry and aristocracy, who seem to have appreciated the combination of diagrammatic account of the royal lineage enlivened by pithy, moralistic texts describing each reign. Using Houghton Library MS Typ 11 as a central example, this paper will argue that additionally these genealogies are part of a wider fascination with kinship and consanguinity, which manifested itself in contemporary visual culture in a variety of contexts.","createdAt":{"$date":"2016-10-27T01:45:26.034Z"},"updatedAt":null}
{"_id":"L26irJkGr7RZNiEpH","title":"Sonja Drimmer, History of Art \u0026 Architecture, University of Massachusetts, Amherst \"The Shapes of History in Late Medieval England\"","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T14:15:00.000Z"},"description":"Does history have a shape? This paper will examine two manuscripts, Houghton Library MSS Typ 11 and Richardson 35, which relate the history of England in the format of a roll and a codex, respectively. Focusing on these formats and other features that predicate the use of these objects, this paper discusses the ways in which each embodies a different epistemology and aspires to shape not only the perception of history, but its production as well.","createdAt":{"$date":"2016-10-27T01:45:54.096Z"},"updatedAt":null}
{"_id":"F2Py3nQssxyZ8TTit","title":"Jessica Berenbeim, Magdalen College, University of Oxford \"Historical Distance and Livy's Artistic Afterlife”","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T15:15:00.000Z"},"description":"This paper will look at the visual reception of Livy's Roman History, with special attention to Houghton Library MS Richardson 32 and its relatives, as a point of departure for thinking about late-medieval historiography and problems of historical distance.","createdAt":{"$date":"2016-10-27T01:46:22.003Z"},"updatedAt":null}
{"_id":"2sQbfE3JN9pauzXRm","title":"Lunch on your own / Exhibition Viewing","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T16:15:00.000Z"},"createdAt":{"$date":"2016-10-27T01:46:45.268Z"},"updatedAt":null}
{"_id":"xb7ZZwu46gdL5FqrK","title":"Finding an Audience Chair: Jeffrey Hamburger, Kuno Francke Professor of German Art \u0026 Culture, History of Art and Architecture, Harvard University","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T17:30:00.000Z"},"createdAt":{"$date":"2016-10-27T01:47:34.799Z"},"updatedAt":null}
{"_id":"KMPYjdaLsNDvZB67R","title":"Christine Seidel, Staatliche Museen zu Berlin, Stiftung Preussischer Kulturbesitz, Berlin, “Picturing and Collecting Classical Texts in 15th century France”","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T17:45:00.000Z"},"description":"This paper will examine the Houghton Library Virgil (MS Richardson 38) in terms of layout, illustration and origin and relate it to broader questions concerning the ownership and appearance of classical texts copied in France between c. 1440 and 1500, as well as their visual transformation in the course of the 15th century.","createdAt":{"$date":"2016-10-27T01:48:12.377Z"},"updatedAt":null}
{"_id":"Wr9CqbRLCvGMDPT7F","title":"Coffee","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T18:45:00.000Z"},"createdAt":{"$date":"2016-10-27T01:48:33.695Z"},"updatedAt":null}
{"_id":"DFCbuzxta65xKdcde","title":"Scot McKendrick, Western Heritage Collections, British Library, London “Vicarious Entertainment for the Mature Aristocrat and Bibliophile Louis of Gruuthuse (Houghton Library MSS Typ 129 and 130)”","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T19:15:00.000Z"},"description":"During the late Middle Ages aristocratic readers were fascinated with the noble art of hunting and chivalric ideals. Two manuscripts in the Houghton Library illustrate the significant investment that nobles made into their books on such subjects; they also exemplify the talented response of contemporary scribes and illuminators. The present paper explores the specific context in which they were made, the motivations of the patron and the means by which the makers of the books fulfilled his aspirations.","createdAt":{"$date":"2016-10-27T01:48:57.359Z"},"updatedAt":null}
{"_id":"rzridvviHzgDgp6Po","title":"Nicholas A. Herman, Curator of Manuscripts, Schoenberg Institute for Manuscript Studies, University of Pennsylvania, Philadelphia, “‘Richement et sumptueusement historié’: Bourdichon’s Isabella Stewart Gardner Hours in its Artistic Context”","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T20:15:00.000Z"},"description":"Jean Bourdichon (1457–1521) was among the most accomplished court artists of his time and was directly employed by four successive French kings. However, most of his work, including the sumptuous illuminations in a book of hours preserved at the Isabella Stewart Gardner Museum, MS 6.T.1, remains undocumented and unsigned. This paper will connect the highly accomplished Boston Hours with the artist’s other commissions of the 1510s, and place the refined miniatures within a broader artistic context that melded indigenous traditions with novelties from beyond the Alps.","createdAt":{"$date":"2016-10-27T01:49:23.638Z"},"updatedAt":null}
{"_id":"cPRobLSiAsqk9Eu2B","title":"Reception","nov3":true,"nov4":false,"nov5":false,"date":{"$date":"2016-11-03T21:15:00.000Z"},"createdAt":{"$date":"2016-10-27T01:50:34.684Z"},"updatedAt":null}
{"_id":"8rFHQNhHHkyYSPJve","title":"Coffee (and speaker set-up)","nov3":false,"nov4":true,"nov5":false,"date":{"$date":"2016-11-04T12:30:00.000Z"},"createdAt":{"$date":"2016-10-27T02:41:18.133Z"},"updatedAt":null}
{"_id":"S4NPchnZfn6pvdgxe","title":"Welcome: Peggy Fogelman, Norma Jean Calderwood Director, Isabella Stewart Gardner Museum","nov3":false,"nov4":true,"nov5":false,"date":{"$date":"2016-11-04T13:00:00.000Z"},"description":"Illumination at the Italian Courts. Chair: Anne-Marie Eze, Houghton Library Harvard University","createdAt":{"$date":"2016-10-27T02:42:45.013Z"},"updatedAt":null}
{"_id":"MMqEoivkzWp2RMbFN","title":"Federica Toniolo, Dipartimento dei Beni Culturali, Università degli Studi di Padova “Court Patronage in Renaissance Italy: Illuminated Manuscripts as Diplomatic Gifts”","nov3":false,"nov4":true,"nov5":false,"date":{"$date":"2016-11-04T13:15:00.000Z"},"description":"This paper focusses on Renaissance Italian illuminated manuscripts made as luxury goods to be shown, or given as gifts by authors or princes. In the first case authors dedicated their works to powerful rulers to gain their protection; in the second case princes used illuminated manuscripts to strengthen their alliances. The choice of the texts and their illustrations was strictly related with the culturalcontext of the court and the tastes of the prince. This paper consider as a case study Ferrara in the XV century analyzing the manuscripts Houghton Library MSS Typ 226 and Typ 227 in the wider context of the monumental arts.","createdAt":{"$date":"2016-10-27T02:43:12.370Z"},"updatedAt":null}
{"_id":"fwh28xTLeZFhzCrF9","title":"Ada Labriola, Independent Scholar, Florence \"The Florentine Presence at the Gonzaga Court in Mantua on the Eve of the Renaissance: Houghton Library MS Typ 329\"","nov3":false,"nov4":true,"nov5":false,"date":{"$date":"2016-11-04T14:15:00.000Z"},"description":"Niccolò da Ferrara's Polistorio was made for Francesco Gonzaga, signore of Mantua, at the end of the 14th Century. In this paper Polistorio's illuminations, traditionally referred to a North-Italian artist, will be recognized as the product of a Florentine workshop active in Mantua. They will be attributed to Don Simone Camaldolese, one of the most important illuminators in 14th Century Tuscany. The manuscript will be discussed in the context of the cultural relations between Florence and Mantua on the Eve of the Renaissance.","createdAt":{"$date":"2016-10-27T02:43:32.410Z"},"updatedAt":null}
{"_id":"siiD3gQLsYbfTevpw","title":"Helena Szépe, School of Art \u0026 Art History, University of South Florida, Tampa “Illumination in Venetian Statute Books”","nov3":false,"nov4":true,"nov5":false,"date":{"$date":"2016-11-04T15:15:00.000Z"},"description":"The privilege of being a patrician in the Venetian Republic required the duty of participation in government, and service to the state when elected as an official. Prominent patrician families, therefore, built up substantial reference collections of relevant legal statutes and records of commissions of office. This paper examines the roles of painting in such documents to frame reception of the texts, and to memorialize the recipients, drawing from manuscripts in Boston-area collections, including the following in the exhibition: Commission to Vincenzo Gritti as lieutenant of Udine, 1546 (Gardner 2.a.2.1); Commission to Girolamo Morosini as Captain of Brescia, 1547 (Gardner, 2.c.2.2); Statuta veneta, c. 1346 (Houghton Library MS Typ.140); Commission to Gasparo Molin as procurator de citra, 1526, (Houghton Library MS Typ 543); Commission to Lorenzo Bembo as captain of Paphos, 1558 (Houghton Library MS Typ 330); and Commission leaf to Daniele Dolfin as Podesta and captain of Treviso, 1596, (Wellesley College Davis Museum).","createdAt":{"$date":"2016-10-27T02:44:06.227Z"},"updatedAt":null}
{"_id":"XyGsesJa9YA9uykbf","title":"Lunch on your own / Exhibition Viewing","nov3":false,"nov4":true,"nov5":false,"date":{"$date":"2016-11-04T16:15:00.000Z"},"createdAt":{"$date":"2016-10-27T02:44:43.063Z"},"updatedAt":null}
{"_id":"JjTJGpgD2dhgbbx2Q","title":"Afternoon Session: Renaissance Liturgical Manuscripts","nov3":false,"nov4":true,"nov5":false,"date":{"$date":"2016-11-04T17:30:00.000Z"},"description":"Chair: Nathaniel Silver, Assistant Curator of Collections, Isabella Stewart Gardner Museum","createdAt":{"$date":"2016-10-27T02:45:06.692Z"},"updatedAt":null}
{"_id":"8H2acFBwftiknQikm","title":"Francesca Manzari, Dipartimento di Scienze documentarie, linguistico-filologiche e geografiche, \"Sapienza\" Università di Roma “The Patronage and Artists of the Calderini Pontifical (Houghton Library MS Typ 1): The Revival of Manuscript Illumination in Rome during the Schism and the Flowering of Illuminators in Florence during the Council”","nov3":false,"nov4":true,"nov5":false,"date":{"$date":"2016-11-04T17:45:00.000Z"},"description":"The creation of the Calderini Pontifical's spectacular illustrative programme has only recently been connected with a long-forgotten phase of illumination produced in Rome during the Great Western Schism. This paper will examine the artists working in the manuscript's different campaigns of decoration and it will provide a context for its patronage and original destination. The Pontifical's complex provenance history will be discussed in the perspective of the practices in collecting Italian illumination documented over the centuries.","createdAt":{"$date":"2016-10-27T02:45:58.734Z"},"updatedAt":null}
{"_id":"kMeZDYefBMcypyzwe","title":"Coffee","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T12:30:00.000Z"},"createdAt":{"$date":"2016-10-27T02:46:21.031Z"},"updatedAt":null}
{"_id":"EitkTJuAbBkuMTdPo","title":"Lilian Armstrong, Department of Art, Wellesley College, Wellesley “Venetian Choirbooks in the Early Quattrocento: Two Graduals for a Benedictine Convent”","nov3":false,"nov4":true,"nov5":false,"date":{"$date":"2016-11-04T19:15:00.000Z"},"description":"The Durant Gradual at Wellesley College contains heretofore unpublished historiated initials for the Temporale chants; dated around 1430, they can be attributed to a miniaturist known as the Donato Master. Another gradual in the British Library has recently been identified as its counterpart, a Sanctorale illuminated by the same miniaturist, and sharing its provenance. The two graduals and related liturgical manuscripts enable further evaluation of choirbooks produced in Venice in the early Quattrocento.","createdAt":{"$date":"2016-10-27T02:47:02.689Z"},"updatedAt":null}
{"_id":"bzvDfy4LCF6Xbgzmk","title":"Christine Sciacca, Department of Manuscripts, J. Paul Getty Museum, Los Angeles “A Visionary Artist and a Benedictine Worldview: The San Sisto Choir Books”","nov3":false,"nov4":true,"nov5":false,"date":{"$date":"2016-11-04T20:15:00.000Z"},"description":"In the late fifteenth century, the Benedictine abbey of San Sisto in Piacenza commissioned an elaborate new set of fourteen illuminated choir books, now dispersed among public and private collections in the United States and Europe (including Boston Public Library, MSS pf Med 97 and 120). The Benedictine patrons of the manuscripts are depicted numerous times throughout the volumes; this discussion explores how and where they appear and their significance for the books’ use. In addition, a special focus of this paper will be the striking illustrations by one of the artists responsible for the books’ illuminations, Francesco da Castello, and his treatment of the iconography that held particular meaning for the San Sisto monks.","createdAt":{"$date":"2016-10-27T02:47:28.764Z"},"updatedAt":null}
{"_id":"BTW2dh4KYqHqm6wZT","title":"Conclusion","nov3":false,"nov4":true,"nov5":false,"date":{"$date":"2016-11-04T21:15:00.000Z"},"createdAt":{"$date":"2016-10-27T02:47:51.531Z"},"updatedAt":null}
{"_id":"6BfkE8oJjWcKoQpZZ","title":"Welcome: Tom Hyry, Florence Fearrington Librarian of Houghton Library New Directions","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T13:00:00.000Z"},"description":"Chair: William Stoneman, Curator of Early Books \u0026 Manuscripts, Houghton Library, Harvard University","createdAt":{"$date":"2016-10-27T02:49:55.317Z"},"updatedAt":null}
{"_id":"gme9D6NoRySwq4csX","title":"Brigitte Bedos-Rezak, Department of History, New York University “Writing Culture and Society in Medieval Yorkshire: The Cistercian Charters of Sawley Abbey at Houghton Library”","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T13:15:00.000Z"},"description":"Houghton Library MS Lat 421 consists of some fifteen sealed charters (mid-13th to 14th century) that document economic and legal interactions between the Cistercian abbey of Sawley (founded in 1147-8) and its local benefactors. Most of these charters were produced as indentures (chirographs) and an initial comparison with charters entered in the abbey’s cartulary (mid-14th, British Museum MS Harley 112) raises the question of the location of the deeds prior to the abbey’s dissolution (1536). Were these the halves kept in the archives of the abbey or were they the portions distributed to the other party in the transaction? Though a struggling institution, Sawley abbey boasted a library, which contained the earliest mappa mundi produced in England (in the late 12th to early 13th century, possibly at Sawley, but more likely at Durham, now at Corpus Christi College, Cambridge, MS. 66). One of Sawley’s abbots (between 1223-1234), Stephen of Sawley (or of Easton) composed devotional treatises addressed to the Virgin Mary. While situating the Houghton documents within the broader scribal and archival activities of Sawley, this paper will also examine the place of writing in the abbey’s activities, and specifically the ways in which writing was strategically deployed to maintain its networks of patrons, and to promote its culture, welfare, status, and identity."}
{"_id":"rgeHKYK976DS3htFS","title":"Peter Kidd, Freelance Researcher, London \"Leaves and Cuttings from the Collection of Jack Ball, Arms Dealer and Fraudster\"","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T14:15:00.000Z"},"description":"Five illuminated leaves, now at Houghton Library and the Boston Public Library (MSS Typ 704.1(12-13) and BPL pb Med. 205-207, respectively), have recently been recognized as coming from an early 20th-century English collection, formed by a shady character who was successively a chauffeur, Captain in the Royal Air Force, bankrupt, forger of Irish antiquities, international arms dealer, and adulterer. This paper will consider his now-dispersed collection of leaves and cuttings, and begin the process of tracing their present whereabouts."}
{"_id":"RfSkSmKAiafnDvSjc","title":"Erik Kwakkel, Centre for the Arts in Society, Leiden University “Variations on a Theme: Paleographical Diversity in the Twelfth Century”","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T15:15:00.000Z"},"description":"Focusing on twelfth-century book script this paper examines to what extent scribes varied the execution of letterforms, and why they did. Explored will be the influence of time and geographical space, the scriptorium in which an individual was trained, and the monastic order the scribe was part of. The discussion will include Houghton Library MSS Typ 204 and 703 to show regional variety, and Boston Public Library f Med. 75 and f Med. 15 to show the transition from Late Caroline to Early Gothic."}
{"_id":"kPfJs6EB6L8jaHH2f","title":"Lunch on your own / Exhibition Viewing","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T16:15:00.000Z"}}
{"_id":"KyHo5chHBDcALvRhf","title":"Patricia Stirnemann, Institut de Recherche et d’Histoire des Textes, Centre National de la Recherche Scientifique, Paris “Gilbert de la Porrée and Chartres”","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T17:45:00.000Z"},"description":"This paper will start by examining Houghton Library MS Typ 277 and explore the transmission of the works of Gilbert de la Porrée and the role of Chartres."}
{"_id":"BS4a2hH9CpZC9r8AW","title":"In Context","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T17:30:00.000Z"},"description":"Chair: Megan McNamee, Center for Advanced Study in the Visual Arts, National Gallery of Art"}
{"_id":"PLFrjsYdYjZLJFie9","title":"Coffee","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T18:45:00.000Z"}}
{"_id":"afdNg48M5uJRiEzEy","title":"Kate Rudy, School of Art History, University of St. Andrews, Fife “Convents in Competition: Boston Public Library q.Med. 86 in the Context of Delft Manuscript Production\"","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T19:15:00.000Z"},"description":"In the fifteenth century Delft had at least 12 female convents, several of which made manuscripts. The Augustine canonesses of St Agnes wrote and richly illuminated manuscripts, most famously the Fagel Missal (Dublin, TCD), executed in 1459 and 1460. In 1454 or 1457 a convent of Franciscan tertiaries moved in across the street and began writing and illuminating vernacular manuscripts with great speed and efficiency, and presumably at a lower price than their Latin-writing neighbors. They offered manuscripts with various degrees of finish, which could be completed by adding professionally made miniatures on single leaves. This paper will place Boston Public Library q.Med. 86 in its context of production, based on a comparative analysis of its calendar, script, and decoration. In so doing, the competitive practices that shaped manuscript production in Delft are also considered, practices that streamlined production while at the same time affording greater individuation of the finished book."}
{"_id":"EjWwYEDQshQswtzJe","title":"Anne D. Hedeman, Kress Foundation Department of Art History, University of Kansas, Lawrence “Rereading Boccaccio in Etienne Chevalier ‘s Decameron (Houghton Library MS Richardson 31)”","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T20:15:00.000Z"},"description":"This paper will analyze the blend of traditional and innovative illuminations in Etienne Chevalier’s Decameron within the frameworks of Decameron illustration, the artistic production of the Dunois Master, and books owned by Etienne Chevalier."}
{"_id":"EECHjssDBXN4bTq4a","title":"Reception: Edison \u0026 Newman Room, Houghton Library","nov3":false,"nov4":false,"nov5":true,"date":{"$date":"2016-11-05T21:15:00.000Z"}}
